tap "homebrew/cask-fonts"

brew "awscli"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "nodenv"
brew "rbenv"
brew "tmux"
brew "tree"
brew "yarn"
brew "ykman"

cask "1password"
cask "brave-browser"
cask "calibre"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "obsidian"
cask "signal"
cask "slack"
cask "spotify"
cask "telegram"
cask "tor-browser"
cask "visual-studio-code"
